            {
            {
            {
            {
            }
            }
            }
            }
         ]
         ]
         ]
         ]
      {
      {
      {
      {
      {
      {
      {
      }
      }
      }
      }
      }
      }
      }
   ]
   ]
   ]
   ]
   ]
   }
{
}
   "agenda" : [
   "all_day" : false
               "bill_id" : "~{\"identifier\": \"T2019-5545\"}"
         "classification" : []
   "classification" : "event"
      "coordinates" : null
         "date" : ""
         "date" : ""
         "date" : ""
         "description" : "A Local Law in relation to the naming of 55 thoroughfares and public places, Punjab Avenue, Borough of Queens, Gurdwara Street, Borough of Queens, Detective Lawrence Cecil Smith Boulevard, Borough of Queens, Archbishop Roy E. Brown Way, Borough of Brooklyn, Sgt. Terrance McAvoy Way, Borough of Staten Island, Larry Hanley Way, Borough of Staten Island, Johnny Wheels Way, Borough of Staten Island, Benito “Benny” DeRosa Way, Borough of Staten Island, Bishop Kearney Way, Borough of Brooklyn, FDNY-EMS Lt. Walter Nelson, Jr. Way, Borough of Brooklyn, Aileen Hernandez Way, Borough of Brooklyn, Justice Arthur M. Schack Way, Borough of Brooklyn, St. Ephrem’s Way, Borough of Brooklyn, Patrolman Arthur Loewe Way, Borough of Brooklyn, Father Paul Schneirla Way, Borough of Brooklyn, Dominick Della Rocca Way, Borough of Brooklyn, Benjamin Ward Way, Borough of Manhattan, Firefighter Faizal Coto Way, Borough of Brooklyn, Emmanuel Frias Way, Borough of the Bronx, Detective Joseph Taylor Way, Borough of Brooklyn, King Charles Unicycle Troupe Way, Borough of the Bronx, Lt. Mark W. McKay Way, Borough of the Bronx, Police Officer Patrick McGovern Way, Borough of the Bronx, George O’Neill Way, Borough of Queens, US Navy RM2/c Stanley E. Wdowiak Way, Borough of Queens, Ruth and John Kempisty Avenue, Borough of Queens, Frank Macri Way, Borough of Queens, Aaron Adler Way, Borough of Queens, Abe Miller Way, Borough of Queens, Diane Halbran Way, Borough of Brooklyn, Frank Varriano Way, Borough of Staten Island, FDNY Battalion Chief Robert P. Miuccio Way, Borough of Staten Island, Halvor A. James Way, Borough of Queens, Rev. Floyd H. Flake Way, Borough of Queens, Evelyn Thomas Way, Borough of Manhattan, Randy Nelson “Bubba” McGhee Place, Borough of Manhattan, Santos “Frenchie” Ramos Way, Borough of Brooklyn, Sister Peggy Walsh Way, Borough of Brooklyn, Nzingha Abena Way, Borough of Queens, Carl David Richardson Foundation Way, Borough of Queens, Carlos Alberto Martínez Way, Borough of Manhattan, Dioris Valladares Way, Borough of Manhattan, Reginaldo Atanay Way, Borough of Manhattan, Dr. Nasry Michelen Way, Borough of Manhattan, William L. Taitt Way, Borough of Staten Island, Taurean E. Williams-Wells Way, Borough of Staten Island, Richard Propper Way, Borough of the Bronx, Lucas Yoaldy Silverio Mendoza Way, Borough of the Bronx, Mike Greco Way, Borough of the Bronx, Joe Liberatore Way, Borough of the Bronx, Martin ‘Marty’ J. Bromberger Way, Borough of Brooklyn, CPL. John McHugh Way, Borough of Queens, Isamu Noguchi Way, Borough of Queens, Jay Kriegel Way, Borough of Manhattan, Claudette Colvin Way, Borough of the Bronx and the repeal of sections 20, 26, 74 and 76 of local law number 158 for the year 2019 and section 53 of local law number 139 for the year 2018."
   "description" : "Naming of 55 thoroughfares and public places."
   "documents" : [
   "end_date" : ""
               "entity_type" : "bill"
         "entity_type" : "organization"
         "extras" : {}
   "extras" : {}
         "links" : [
         "links" : [
         "links" : [
   "links" : []
   "location" : {
         "media" : []
   "media" : [
               "media_type" : "application/pdf"
               "media_type" : "application/pdf"
               "media_type" : "text/html"
      "name" : "250 Broadway - Committee Rm, 16th Fl."
         "name" : "Committee on Parks and Recreation"
   "name" : "Committee on Parks and Recreation"
               "name" : "T2019-5545"
      "note" : ""
         "note" : "Agenda"
         "note" : "api"
               "note" : "consideration"
         "note" : "Minutes"
         "note" : "participant"
         "note" : "Recording"
         "notes" : []
         "note" : "web"
         "order" : "0"
         "organization_id" : "~{\"name\": \"Committee on Parks and Recreation\"}"
   "participants" : [
   "pupa_id" : "17724"
         "related_entities" : [
   "sources" : [
   "start_date" : "2019-12-18T18:00:00+00:00"
   "status" : "passed"
         "subjects" : []
               "text" : ""
               "text" : ""
               "text" : ""
         "url" : "https://legistar.council.nyc.gov/MeetingDetail.aspx?ID=750429&GUID=7DAB1E0F-0455-45A1-BCD3-ED3245B655EB&Options=info&Search="
               "url" : "https://legistar.council.nyc.gov//Video.aspx?Mode=Auto&URL=aHR0cHM6Ly9jb3VuY2lsbnljLnZpZWJpdC5jb20vdm9kLz9zPXRydWUmdj1OWUNDLVBWLTI1MC0xNl8xOTEyMTgtMTMyMTU3Lm1wNA%3d%3d&Mode2=Video"
               "url" : "https://legistar.council.nyc.gov/View.ashx?M=A&ID=750429&GUID=7DAB1E0F-0455-45A1-BCD3-ED3245B655EB"
               "url" : "https://legistar.council.nyc.gov/View.ashx?M=M&ID=750429&GUID=7DAB1E0F-0455-45A1-BCD3-ED3245B655EB"
         "url" : "https://webapi.legistar.com/v1/nyc/events/17724"
