            {
            {
            {
            }
            }
            }
         ]
         ]
         ]
      {
      {
      {
      {
      {
      {
      }
      }
      }
      }
      }
      }
   ]
   ]
   ]
   ]
   }
   }
{
}
   "agenda" : [
   "all_day" : false
               "bill_id" : "~{\"identifier\": \"Int 2187-2020\"}"
         "classification" : []
   "classification" : "event"
      "coordinates" : null
         "date" : ""
         "date" : ""
   "description" : ""
         "description" : "A Local Law in relation to the naming of 92 thoroughfares and public places, Pandit Ramlall Way, Borough of Queens, Henry Clayton Street, Borough of Queens, Little Guyana Avenue, Borough of Queens, Coach Skip Branch Way, Borough of Manhattan, Lou ‘Big Lou’ Torres Way, Borough of the Bronx, Terence Cardinal Cooke Way, Borough of Manhattan, Police Officer Randolph Holder Way, Borough of Manhattan, Akai Gurley Way, Borough of Brooklyn, MaryLou Cerqua Way, Borough of Staten Island, Clifford Holtermann Way, Borough of Staten Island, Peter Catello Way, Borough of Staten Island, Anthony M. Scarpaci Sr. Way, Borough of Brooklyn, Nilda Velazquez Way, Borough of the Bronx, Five Points, Borough of Manhattan, Bishop Michel White Way, Borough of the Bronx, Lt. Paramedic Edith Elida Torres Way, Borough of Queens, Yusuf Kirriem Hawkins Way, Borough of Brooklyn, Richard Wright Way, Borough of Brooklyn, Melquain Jatelle Anderson Drive, Borough of Brooklyn, Ida B. Wells Plaza, Borough of Brooklyn, Jitu Weusi Plaza, Borough of Brooklyn, Dr. Sam Pinn Way, Borough of Brooklyn, Joe Torres Way, Borough of the Bronx, Janta-Połczyńska Polish Heroes Way, Borough of Queens, Dr. Roy Hastick Sr. Way, Borough of Brooklyn, Bishop Ceacer Gooding Road, Borough of the Bronx, Naimah Bilal Way, Borough of the Bronx, Joanne Webb-Dixon Way, Borough of the Bronx, Brandon Hendricks-Ellison Boulevard, Borough of the Bronx, Daniel C. Cestaro Way, Borough of the Bronx, Beatrice Castiglia Catullo Way, Borough of the Bronx, Joe DeSimone Way, Borough of the Bronx, Lorraine Nugent Way, Borough of the Bronx, 5th Bombardment Squadron Memorial Way, Borough of Queens, Council Member Thomas V. Ognibene Way, Borough of Queens, Neir’s Tavern Way, Borough of Queens, Detective Jeffrey A. Lee Way, Borough of Queens, Rabbi Dr. Asher Murciano Way, Borough of Queens, Mary Sansone Way, Borough of Brooklyn, Joseph A. Ferris Way, Borough of Brooklyn, Jose A. Perez Way, Borough of Brooklyn, Pete Hamill Way, Borough of Brooklyn, Firefighter John “Jack” Toomey Way, Borough of Brooklyn, St. Raphael of Brooklyn Place, Borough of Brooklyn, Cecil Corbin-Mark Way, Borough of Manhattan, Lewis A. Fidler Way, Borough of Brooklyn, Mary “Mary C” Cali-Dalton Way, Borough of Staten Island, Floyd H. Flake Boulevard, Borough of Queens, David F. Bluford Way, Borough of Queens, Priscilla Carrow Way, Borough of Queens, Lorena Borjas Way, Borough of Queens, Vera E. Thompson Way, Borough of Queens, Lamont “Big L” Coleman Way, Borough of Manhattan, Calle Frenchie, Borough of Brooklyn, Antoinette Ali-Sanders Way, Borough of Queens, Chanta Howard Way, Borough of Queens, Benjamin Wright Way, Borough of Queens, Jules Taylor Way, Borough of Queens, Harry T. Burleigh Place, Borough of Manhattan, Walther Delgado Way, Borough of Manhattan, Victor Victor Way, Borough of Manhattan, Miguel A. Melenciano Way, Borough of Manhattan, Healthcare Heroes Way, Borough of Manhattan, Hon. Vito J. Titone Way, Borough of Staten Island, Coach John Tobin Corner, Borough of Staten Island, Nurse Patricia Mary Farrington Way, Borough of Staten Island, Educator & Athlete Arnold Obey Way, Borough of Staten Island, Albert “Al” Quinones Way, Borough of the Bronx, Heidi Hynes Way, Borough of the Bronx, Rev. Wendell T. Foster Way, Borough of the Bronx, Union Grove Missionary Baptist Church Way, Borough of the Bronx, Reverend Dr. Henry Bolden Boulevard, Borough of the Bronx, Frederick ‘Fred The Godson’ Thomas Avenue, Borough of the Bronx, Pastor Marie C. Norwood Way, Borough of the Bronx, Carl Reiner Lane, Borough of the Bronx, Anne Bancroft Way, Borough of the Bronx, Joseph Migliucci Way, Borough of the Bronx, Teitel Brothers Lane, Borough of the Bronx, Cosenza Way, Borough of the Bronx, Madonia Way, Borough of the Bronx, Lawrence Fisk Way, Borough of Brooklyn, Carmela ‘Mrs. C’ Casamento Way, Borough of Brooklyn, Glenda Cohen Street, Borough of Queens, Msgr. John C. Tosi Way, Borough of Queens, Don McCallian Way, Borough of Queens, George S. Kaufman Way, Borough of Queens, Luis Alvarez Way, Borough of Queens, Tarlach Mac Niallais Way, Borough of Queens, Edward Charles “Whitey” Ford Way, Borough of Queens, Community Leader William L. Taitt Way, Borough of Staten Island, Big Punisher Way, Borough of the Bronx, Pfc. Luke N. Gasparre Way, Borough of Queens and the repeal of section 16 of local law number 158 for the year 2019 and sections 34, 37 and 45 of local law number 26 for the year 2020."
   "documents" : [
   "end_date" : ""
               "entity_type" : "bill"
         "entity_type" : "organization"
         "extras" : {}
   "extras" : {
         "links" : [
         "links" : [
   "links" : []
   "location" : {
      "location note" : "VOTE"
         "media" : []
   "media" : []
               "media_type" : "application/pdf"
               "media_type" : "application/pdf"
         "name" : "Committee on Parks and Recreation"
   "name" : "Committee on Parks and Recreation"
               "name" : "Int 2187-2020"
      "name" : "REMOTE HEARING (VIRTUAL ROOM 1)"
      "note" : ""
         "note" : "Agenda"
         "note" : "api"
               "note" : "consideration"
         "note" : "Minutes"
         "note" : "participant"
         "notes" : []
         "note" : "web"
         "order" : "0"
         "organization_id" : "~{\"name\": \"Committee on Parks and Recreation\"}"
   "participants" : [
   "pupa_id" : "18358"
         "related_entities" : [
   "sources" : [
   "start_date" : "2020-12-17T15:00:00+00:00"
   "status" : "passed"
         "subjects" : []
               "text" : ""
               "text" : ""
         "url" : "https://legistar.council.nyc.gov/MeetingDetail.aspx?ID=826795&GUID=8FA2F8ED-A306-4AB6-9E94-1884F6D0D02F&Options=info|&Search="
               "url" : "https://legistar.council.nyc.gov/View.ashx?M=A&ID=826795&GUID=8FA2F8ED-A306-4AB6-9E94-1884F6D0D02F"
               "url" : "https://legistar.council.nyc.gov/View.ashx?M=M&ID=826795&GUID=8FA2F8ED-A306-4AB6-9E94-1884F6D0D02F"
         "url" : "https://webapi.legistar.com/v1/nyc/events/18358"
